{
    "contact_us": "Contact Us",
    "claw_machine_title1": "Enjoy Taichung ",
    "claw_machine_title2": "Travel & Entertainment",
    "claw_machine_title3": "We provide a map of the best places to play claw machines in the area, catering to both experienced and new players. Our aim is to ",
    "=============================": "=============================",
    "find_the_best": "FIND THE BEST",
    "area": "AREA",
    "area_tagline1": "We provide a map of the best places to play claw machines in the area, catering to both experienced and new players. Our aim is to simplify the process of finding the perfect location for a high-quality claw machine experience.",
    "area_subtitle1": "How to Quickly Explore Stores",
    "area_desc1": "We map claw machine alliances and special stores and promote via social media for quick exploration.",
    "area_subtitle2": "Taichung Alliance Areas includes",
    "area_desc2": "The Taichung alliance for example are, Yizhong and Fengjia ,Donghai, Miaodong, Changhua shopping area .",
    "================brand=============": "===============brand==============",
    "popular": "POPULAR",
    "brands": "BRANDS",
    "brand_tagline": "Find popular claw machine brands easily, all in one place, and elevate your clawing experience to the next level.",
    "view_brands": "View Brands",
    "================map=============": "===============map==============",
    "check_out_our": "CHECK OUT",
    "map": "OUR MAP",
    "map_tagline": "Our map feature takes the guesswork out of finding the best locations, giving you access to up-to-date information on high-quality stores all in one place. Whether you're new to claw machines or a seasoned pro, our map makes it simple to find the top-rated spots in your area. Check it out today and start clawing like a champ!",
    "map_btn": "View Map",
    "================location=============": "===============location==============",
    "locations": "LOCATIONS",
    "================about=============": "================about=============",
    "about_title": "Discover the best claw machine stores in Taiwan",
    "about_desc": "Turn your sightseeing and shopping into a rewarding adventure",
    "about_title2": "Sightsee and enjoy the fun of claw machines.",
    "about_tagline1": "What is Claw Machine Alliance?",
    "about_desc1": "We are dedicated to recommending the best places to play claw machine all across Taiwan. We integrate the relevant information of all claw machine playgrounds, introducing you to the characteristics and locations of various types of claw machine playgrounds, so you can make the most of your experience.",
    "about_tagline2": "Our goal",
    "about_desc2": "Whether you're a local or a tourist, our website will provide you with the information you need to find the best claw machine playgrounds in Taiwan. With our recommendations, you can leave with great memories and even take home a rewarding experience. So what are you waiting for? Check our alliance and start exploring the world of claw machines in Taiwan now!",
    "location_desc": "Take a view at the most popular tourist attractions and claw machine shops nearby, and enjoy culinary and entertainment all at once!"
}