{
    "contact_us": "Contact Us",
    "learn_more": "Learn More",
    "language": "Language",
    "business": "Business",
    "service": "Service",
    "entertainment": "Entertainment",
    "design": "Design",
    "about": "About Us",
    "contact_2": "Feel free to contact us",
    "line": "Market Analysis",
    "search_system": "Audit System",
    "marketing_system": "Marketing System",
    "xiaodi": "Homieat Delivery",
    "app_dev": "APP Development",
    "========home=========": "========home=========",
    "home_hero_title": "Win Pro Cloud",
    "home_hero_desc": "Endless Creativity",
    "home_hero_description": "Cloud Programing Online CO., LTD(Win Pro Cloud). focuses on information research and IoT games development machines in Taichung, Taiwan. We combine software, firmware, hardware and cloud computing to create a seamles integration between offline machines and our online payment ",
    "recet_project_content_h2": "Our Latest Project",
    "recet_project_content_p": "Utilizing our self-service vending machine cloud payment system we combine physical machines and cloud computing to create a better integration. In addition to our technological innovation, we not only develop the structure of the machine and the services it provides, but also focus on consumer experience innovation, and the business service of machine integration.",
    "project_desc_1_h2": "傳奇レジェンド",
    "project_desc_1_p": "Remotely control game machines with our IOT streaming system. With chat room, shopping, and ranking system feature",
    "project_desc_2_h2": "Marketing System",
    "project_desc_2_p": "Cloud payment system of self-service vending machine with advertising promotion and cloud audit features. This app combines physical machines with cloud computing.",
    "service_title_1": "How our company",
    "service_title_2": "can help you improve your business",
    "service_desc": "Win Pro Cloud is an software research and development company that helps companies to integrate cloud computing, digital services, virtual reality, cloud payment on their products. We can also help to customized design of online platforms or applications.",
    "service_data_1": "What services we can provide?",
    "service_data_2": "How to find us?",
    "service_data_3": "Our projects",
    "========galaxy=========": "========galaxy=========",
    "galaxy_tag": "Own your own",
    "galaxy_title": "Game APP",
    "iot_content_h1": "IoT System",
    "iot_content_h2": "Remotely control machines with our IoT technology",
    "iot_desc1": "Allow players to actually operate the entertainment machine through mobile phones, computers, tablets and other communication tools remotely",
    "iot_desc1_2": "By using our IoT system, you can control your machines in real time. When you operate the mobile interface, you are also operating the physical machine",
    "machine_title": "Classical machine experience",
    "machine_desc": "Through the IoT technology, consumers are not limited by time and place, and can immediately experience the fun of classic games by simply connecting to the Internet when they want to play",
    "galaxy_game_container_h2": "Traditional Games",
    "galaxy_game_container_p": "You can play a variety of games such as, fruit bowls, slot machines, poker machines and many more to recall the happy times in the past",
    "galaxy_social_h2": "Social Communication",
    "galaxy_social_p": "You can chat publicly & privately with your friends in real time, learn from other people's playing experience, share the joy of winning, and also exchange gifts",
    "galaxy_video_h2": "Game Video Recording",
    "galaxy_video_p": "You can record your outstanding gaming performance by simply pressing the capture button at any time during playtime",
    "module_h2": "Our professional R&D engineering team can help you develop APPs according to your needs. If you are a game console manufacturer, we can also provide a platform to recommend consumers to play your game console.",
    "galaxy_experience_h2": "Experience now",
    "galaxy_experience_h2_2": "Our Latest App",
    "galaxy_contact_h2": "Want to create your own app?",
    "========about=========": "========about=========",
    "about_hero_h1": "Win Pro Cloud",
    "about_hero_h2": "Established in the midsummer of 2017, Win Pro Cloud focuses on manufacturing physical arcade game consoles, researching and developing cloud computing, digital services, virtual and mixed reality integration, and cloud payment integration. The rise of self-service stores has given our company the room to compete in a wider market, and we expect to lead in our industry with our experience.",
    "about_flow": "Development History",
    "========line=========": "========line=========",
    "line_hero_title": "Claw Machine",
    "line_hero_title_2": "X LINE",
    "line_hero_description": "Precise statistics - Assist in market analysis",
    "line_card_h3_1": "Offical account",
    "line_card_p_1": "Assist stores to apply for @official accounts, not only collect customer lists, but also interact with customers at any time, receive consultations, product orders, and even hold interactive events, creating an unprecedented interaction mode.",
    "line_card_h3_2": "Notification",
    "line_card_p_2": "Interact with all your customers through your official account, including new events, offers or relevant information about the store. Keep all customers updated with the latest news.",
    "line_card_h3_3": "Promotion",
    "line_card_p_3": "Hold various special events, such as: new products, promotions, visual promotion, etc",
    "line_card_h3_4": "Increase Customer Retention Rate",
    "line_card_p_4": "Winback customers back through marketing promotions. Establishing customer service capabilities to receive customer feedback immediately, which helps optimize service and increase customer loyalty and retention rate.",
    "line_special_desc_h3_1": "We have a dedicated R&D team to customize products that suits you",
    "line_special_desc_p_1": "We have our own engineer team which specializes design an online platform or app according to your needs.",
    "line_service_card_top_h3_1": "Customized official accounts",
    "line_service_card_top_p_1": "Establish an exclusive official LINE BOT life circle for stores, stores can use LINE BOT to attract fans, manage and analyze consumer data in the LINE BOT backstage.",
    "line_service_card_top_h3_2": "Attract Audience",
    "line_service_card_top_p_2": "By scanning the QR code of the machine and playing it for free once, consumers can get the store's preset promotions after joining the official LINE account.",
    "========audit system=========": "========audit system=========",
    "search_description_h3": "Accurate statistics in market analysis",
    "search_description_h1": "Cloud Audit System",
    "search_service_text_h2": "What We Offer",
    "search_service_text_p": "Instantly provide management reports, improve the efficiency of financial and inventory management, provide data security backup and flexible computing. Immediately insight into customer needs and business opportunities.",
    "search_revenue_desc_h2_1": "Machine ",
    "search_revenue_desc_h2_2": "Revenue Info",
    "search_revenue_desc_p": "The list displays information such as current day's income as well as expenses and total income, expenses and items, allowing managers to create their own style.",
    "search_language_h2": "Multiple Language",
    "search_language_p": "Currently supports Traditional and Simplified Chinese, English, and Vietnamese",
    "search_internet_h2": "Blazing Fast internet",
    "search_internet_p": "With our efficient development, devices can be quickly connected to the Internet, which is convenient and efficient",
    "ipick_feature_card_h2_1": "Store Query",
    "ipick_feature_card_p_1": "Displays list of names and locations of available stores where the audit system module is installed, you can also check the revenue of the store through the system",
    "ipick_feature_card_h2_2": "Prize Monitoring",
    "ipick_feature_card_p_2": "When the gift quantity falls below a certain amount, the system will push a message to the merchant, avoiding the impact on revenue due to insufficient inventory",
    "ipick_feature_card_h2_3": "Machine Search",
    "ipick_feature_card_p_3": "The list will display the names of all the machines in the store that have installed the audit system, you can query the revenue information of a specific machine separately, and display the total income  and expenses of the store",
    "search_provide_content": "Services that our platform can provide",
    "search_provide_card_h3_1": "Automatic notification",
    "search_provide_card_p_1": "Based on the time period you choose, you can get the current revenue status at any time, and you can also query the automatic update history in the list",
    "search_provide_card_h3_2": "Data storage",
    "search_provide_card_p_2": "The database can store revenue data, allowing you to easily find past historical data",
    "search_provide_card_h3_3": "Immediate monitoring & device management",
    "search_provide_card_p_3": "Immediately understand the operation status of the equipment, automatically notify when abnormality occurs, and remotely adjust the parameters and unit price to achieve a more efficient management",
    "management_system_container": "Management System",
    "backend_system_container": "Backend System",
    "========ipickpro=========": "========ipickpro=========",
    "ipick_feature1_h2": "Game Type",
    "ipick_feature1_p": "There is a free area and a paid area, where you can accumulate points in the free area and exchange points in the mall.",
    "ipick_feature2_h2_1": "Ranking",
    "ipick_feature2_p_1": "The winning record has a video for members to share  skills. The ranking includes the number of times in the current month and week.",
    "ipick_feature2_h2_2": "Live chat",
    "ipick_feature2_p_2": "While playing or waiting to play, you can discuss and chat with other players. Share each other's play experiences.",
    "ipick_feature2_h2_3": "Personal information",
    "ipick_feature2_p_3": "There are cash points and free points. You can view loot, delivery and point history, and so on.",
    "ipick_advantage": "Four Main advantages",
    "ipick_advantage_item_h3_1": "Play remotely",
    "ipick_advantage_item_p_1": "You can enjoy the joy of the crane machine with others at home.",
    "ipick_advantage_item_h3_2": "Live Chat",
    "ipick_advantage_item_p_2": "Through the online crane machine, you can chat with friends and send gifts .",
    "ipick_advantage_item_h3_3": "Observation",
    "ipick_advantage_item_p_3": "In addition to playing, we can also watch other people's live broadcasts.",
    "ipick_advantage_item_h3_4": "Store integration",
    "ipick_advantage_item_p_4": "Operate physical machine remotely so users can play wherever and whenever they want.",
    "========xiaodi=========": "========xiaodi=========",
    "xiaodi_hero_title": "Homieat",
    "xiaodi_description_1": "Order food online and join our amazing",
    "xiaodi_description_2": "delivery service through this app ",
    "carousel_title": "Order APP",
    "carousel_desc": "Order and Buy food online ",
    "carousel_desc_item_h3_1": "Filter Function",
    "carousel_desc_item_p_1": "Filter through your fav foods with our powerful filter system",
    "carousel_desc_item_h3_2": "Discount Offer",
    "carousel_desc_item_p_2": "Send  time-limited discount codes regularly",
    "carousel_desc_item_h3_3": "Favorite Restaurant",
    "carousel_desc_item_p_3": "Save the restaurants you like to save time for searching it.",
    "carousel_desc_item_h3_4": "Accurate Delivery Time ",
    "carousel_desc_item_p_4": "Display delivery time instantly and accurately",
    "carousel_desc_item_h3_5": "Precise GPS positioning",
    "carousel_desc_item_p_5": "Track the status of your order and know where your order is going",
    "carousel_title_2": "Delivery APP",
    "carousel_desc_2": "Deliver your favorite food instantly",
    "carousel_desc_item2_h3_1": "Flexible online and offline system",
    "carousel_desc_item2_p_1": "Use your free time easily and earn extra money.",
    "carousel_desc_item2_h3_2": "Easy operation",
    "carousel_desc_item2_p_2": "Press a button to accept or reject orders, go online, offline, it's quickly and easily",
    "carousel_desc_item2_h3_3": "Notification",
    "carousel_desc_item2_p_3": "won't  miss the meal's status information",
    "carousel_desc_item2_h3_4": "Precise positioning",
    "carousel_desc_item2_p_4": "Display the delivery distance and keep tracking",
    "carousel_desc_item2_h3_5": "Weather forecast",
    "carousel_desc_item2_p_5": "You can check the weather forecast to arrange your own delivery strategy.",
    "carousel_desc_item2_h3_6": "Income Chart",
    "carousel_desc_item2_p_6": "Convenient access to benefits and expenses statement",
    "resto_title": "Restaurant APP",
    "resto_content_desc_1": "The operation interface clearly classifies the order level 、content and grasps the notification of the order immediately.",
    "resto_content_desc_2": "Multiple filters are available to find exactly meal you want to modify.",
    "resto_content_desc_3": "Save more time with our convenient, secure, and blazing fast login system.",
    "delivery_title": "Delivery Service",
    "delivery_desc": "The team is committed to developing safe and reliable delivery services with a spirit of innovation, We are currently operating in Central District and the North District of Taiwan, and will continue to expand to all parts of the country in the future"
}